"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Olet syöttänyt PIN-koodisi väärin %1$d kertaa. Mercedes me -tunnuksesi on estetty täten %2$@ ajaksi.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minuuttia";

"command_error_pin_invalid" = "Olet syöttänyt PIN-koodisi %1$d kertaa väärin.";

"general_cancel" = "Keskeytä";

"general_error_msg" = "Tapahtui virhe. Yritä uudelleen.";

"general_error_network_msg" = "Jokin meni pieleen. Tarkasta Internet-yhteys.";

"general_error_title" = "Häiriö";

"general_hint" = "Huomautus";

"general_no" = "Ei";

"general_ok" = "OK";

"general_yes" = "Kyllä";

"login_error_authentication_failed" = "Tunnistus epäonnistui. Yritä uudelleen.";

"login_error_wrong_tan" = "Syöttämäsi tieto ei valitettavasti ollut oikea. Ota huomioon, että sinun on mahdollisesti odotettava muutama minuutti ennen uudelleen yrittämistä.";

"login_info_alert_message" = "Mercedes me -tunnus koostuu joko henkilökohtaisesta matkapuhelinnumerostasi tai sähköpostiosoitteestasi. Omalla Mercedes me -tunnuksellasi voit kirjautua sisään kaikkiin Mercedes-Benzin digitaalisiin palveluihin. Pääset sillä kaikkiin asuinmaassasi käytettävissä oleviin palveluihin, toimintoihin ja kaikille alustoille.";

"login_info_alert_title" = "Mercedes me -tunnus";

"login_invalid_input" = "Syötä voimassa oleva sähköpostiosoite tai puhelinnumero.";

"login_mercedesme_id" = "Mercedes me -tunnus";

"login_next" = "Jatka";

"login_only_caption" = "Kirjaudu sis";

"login_username" = "Matkapuhelinnumero tai sähköpostiosoite";

"login_user_not_registered" = "Rekisteröidy ilmaiseksi johonkin toiseen Mercedes me -sovellukseen.";

"pin_popup_button_again" = "Yritä uudelleen";

"pin_popup_cancel" = "Keskeytä";

"pin_popup_default_no_pin_message" = "Määritä jossakin Mercedes me -sovelluksessa PIN.";

"pin_popup_description" = "Kirjoita %1$d-numeroinen PIN-koodisi:";

"pin_popup_send" = "Lähetä";

"pin_popup_title" = "PIN-koodin syöttäminen";

"pin_popup_wrong_pin_msg" = "PIN-koodi ei ole oikein. Yritä uudelleen.";

"pin_popup_wrong_pin_title" = "Väärä PIN-koodi";

"registration_user_consent_message" = "Analysoimme sovelluksen ja sen toimintojen käyttöä liittämättä niitä henkilötietoihin parantaaksemme sovellusta jatkuvasti. Tämä toiminto voidaan deaktivoida milloin tahansa kohdassa Valikko > Asetukset > Analytics.";

"registration_user_consent_title" = "Mercedes me -käyttötiedot";

"verification_btn_next" = "Jatka";

"verification_btn_send_again" = "Pyydä uusi TAN-koodi";

"verification_headline" = "Varmennuskoodi";

"verification_login_msg_mail" = "Kirjoita TAN-koodi, jonka sait meiltä sähköpostitse.";

"verification_login_msg_user" = "Olemme lähettäneet sinulle varmennusta varten %1$d-numeroisen koodin osoitteeseen %2$@. Syötä tämä koodi.";

"verification_not_received" = "Etkö ole saanut TAN-koodia?";

"verification_not_received_hint_mail" = "Tarkasta syöttämäsi sähköpostiosoite tai pyydä uusi varmennuskoodi.";

"verification_not_received_hint_phone" = "Tarkasta syöttämäsi matkapuhelinnumero tai pyydä uusi TAN-koodi.";

"verification_send_again_msg" = "Kyselysi on lähetetty uudelleen.";

"verification_title" = "Varmistus";

